[
  {  
    "title": "How much is AC cleaning service in the Dubai UAE?",
    "desc": "The cost of air conditioning (AC) cleaning services in Dubai can vary based on several factors. On average, the price for basic AC service ranges from AED 230 to AED 500. These basic services typically include cleaning the air filters, checking coolant levels, and performing general ac maintenance."
  },
  {
    "title": "AC maintenance service vs. AC cleaning service: Are They Two Very Different Things?",
    "desc": "According to the FAJ engineers team, there is a significant difference between maintenance service and cleaning service for air conditioning units. It's important to understand this distinction. Maintenance should be performed every year to ensure that your AC runs efficiently. In contrast, cleaning or servicing is generally needed only when the AC unit is not functioning properly."
  },
  {
    "title": "How often should AC be serviced in Dubai?",
    "desc": "Every six months. According to FAJ Engineer Malik: You should have your home air conditioner checked by an FAJ professional at least once a year for maintenance and cleaning. Typically, air conditioner maintenance is recommended every six months, but it may be necessary to do it more often depending on Dubai's temperature."
  },
  {
    "title": "Do you offer emergency repair services?",
   "desc": "Yes, we offer emergency AC repair to make sure your comfort is restored as quickly as possible. If you need an urgent AC repair, call us at +971 4 330 0002 and our team will prioritize your booking on the same day or next day."
 },
 {
   "title": "Do you provide warranty for your repair services?",
  "desc": "Yes, we stand behind the quality of our workmanship. We offer a warranty on our repair services to give you peace of mind."
},
{
  "title": "How do you charge for repair services?",
 "desc": "Our pricing is transparent and competitive. FAJ offer upfront pricing based on the nature of repair your AC needed. We have no hidden fees."
}  
]
