[
    {  
      "title": "What are the most common causes of refrigerator failure?",
      "desc": "The three most common causes of failure that we see as a result of wear and tear are a mechanically locked compressor, a failing fan motor, and dirty condenser coils. The refrigerator cannot function without a functioning compressor, which is at the heart of the cooling system."
    },
    {
      "title": "Is it worth repairing my refrigerator instead of buying a new one?",
      "desc": "Yes, without a doubt. Our average repair cost is one-tenth (1/10th) the cost of a new refrigerator. Furthermore, your repaired refrigerator will most likely outlast a new model. Older refrigerators are better built because the parts used were stronger and intended to last longer. Refrigerators are now designed to be more energy efficient, requiring manufacturers to use smaller parts to perform the same function, causing them to fail sooner."
    },
    {
       "title": "Why doesn’t my refrigerator cool down?",
      "desc": "A refrigerator that does not cool can be caused by a number of factors, including dirty condenser coils, inadequate ventilation, improper installation, faulty or dirty gasket seals, disorganized food storage, appliance placement, and malfunctioning internal parts."
    },
    {
      "title": "What factors affect refrigerator efficiency?",
     "desc": "The ideal room temperature for a refrigerator is no higher than 70 degrees; everything above that causes refrigerators to use 2.5% more energy for every degree above that. This means that if you set your home’s thermostat to 75°F, for example, your refrigerator will use 12.5% more energy than if you set it to 70°F."
   },
   {
     "title": "What is the average lifespan of a refrigerator?",
    "desc": "A refrigerator has a normal lifespan of 10 to 15 years, and an average fridge with a freezer on the bottom or top can run for about 13 years. The lifespan of the refrigerator varies depending on the model, so you shouldn’t rely solely on its age to decide when you need a new one."
  } 
  ]
  