[
    {  
      "title": "What Services Do You Offer?",
      "desc": "Some common signs that your washing machine may need repair include leaks, excessive noise, failure to start, issues with spinning or draining, unusual vibrations, and error codes displayed on the control panel."
    },
    {
      "title": "How much will the washing machine repair cost?",
      "desc": "The cost of the repair will depend on the nature of the issue, the required parts, and the complexity of the repair work. FAJ will provide a transparent and detailed cost estimate after diagnosing the problem and before proceeding with the repair."
    },
    {
       "title": "Should I attempt to repair the washing machine myself?",
      "desc": "For washing machine repairs, it is generally advised to seek professional assistance. Attempting to repair it yourself can result in severe damage or even personal injury, especially if you lack technical skills. Professional technicians have the experience and instruments to safely diagnose and repair the issue."
    },
    {
      "title": "Is it more cost-effective to repair or replace a washing machine?",
     "desc": "It depends on the extent of the damage, the age of the machine, and the cost of the repair. As a general guideline, if the repair cost exceeds 50% of the price of a new washing machine and the machine is old, it may be more cost-effective to consider replacing it. However, professional advice from our technician can help you make an informed decision."
   },
   {
     "title": "How long does a typical washing machine repair take?",
    "desc": "The time it takes to repair an issue depends on the nature of the problem and the availability of parts. Simple fixes may take a few hours to complete, whereas more difficult issues may take several days."
  },
  {
    "title": "How much is washing machine repair in Dubai?",
   "desc": "The cost of washing machine repair in Dubai varies based on the specific issue and the make and model of your machine. We offer an AED 157 assessment to provide you with an accurate estimate, and our pricing is competitive."
 }  
  ]
  